Repository: Belarus/OmegaT-Common.TMX
Catalog: tmx/segmented/gnome-extras.tmx
Source language: en
Languages: be

source: Decrypt and/or Verify text
be: Расшыфраваць і/ці праверыць тэкст

source: Decrypted Text
be: Расшыфраваны тэкст

source: Decrypted text
be: Расшыфраваны тэкст

source: Decrypting Failed
be: Памылка расшыфравання

source: Decryption failed. You probably do not have the decryption key.
be: Відаць, у вас няма ключа для расшыфравання.

source: Default
be: Прадвызначана

source: Default GConf settings
be: Змоўчаныя наладкі GConf

source: Default Group Type
be: Прадвызначаны тып групавання

source: Default Input
be: [PO-fuzzy] <b>Прадвызначаны ўвод</b>

source: Default Note Properties
be: [PO-fuzzy] <b>Прадвызначаныя ўласьцівасьці нататкі</b>

source: Default Output
be: [PO-fuzzy] <b>Прадвызначаны вывад</b>

source: Default _group:
be: Прадвызначаная _група:

source: Default _shell:
be: Прадвызначаная а_балонка:

source: Default color for font
be: Прадвызначаны колер шрыфта

source: Default color for new notes
be: Прадвызначаны колер для новых нататак

source: Default color for new sticky notes. This should be in html hex specification, for example "#30FF50".
be: Прадвызначаны колер для новых ліпучых нататак. Гэта павінны быць шаснаццатковы код html, напр. "#30FF50".

source: Default color of terminal background
be: Прадвызначаны фонавы колер тэрмінала

source: Default color of terminal background, as a color specification (can be HTML-style hex digits, or a color name such as "red").
be: Прадвызначаны фонавы колер тэрмінала, у асаблівым фармаце апісання колераў (або шаснаццатковае значэнне HTML, або англійская назва колеру, напрыклад, "red").

source: Default color of text in the terminal
be: Прадвызначаны колер тэксту ў тэрмінале

source: Default color of text in the terminal, as a color specification (can be HTML-style hex digits, or a color name such as "red").
be: Прадвызначаны колер тэксту ў тэрмінале, у асаблівым фармаце апісання колераў (або шаснаццатковае значэнне HTML, або англійская назва колеру, напрыклад, "red").

source: Default font color for new sticky notes. This should be in html hex specification, for example "#000000".
be: Прадвызначаны колер шрыфта для новых ліпучых нататак. Гэта павінны быць шаснаццатковы код html, напр. "#000000".

source: Default font for new notes
be: Прадвызначаны шрыфт для новых нататак

source: Default font for new sticky notes. This should be a Pango Font Name, for example "Sans Italic 10".
be: Прадвызначаны шрыфт для новых ліпучых нататак. Гэта павінна быць назва шрыфта ў стылі Pango, напр. "Sans Italic 10".

source: Default height for new notes
be: Прадвызначаная вышыня для новых нататак

source: Default height for new sticky notes in pixels.
be: Прадвызначаная вышыня для новых ліпучых нататак у піксэлях.

source: Default settings
be: Прадвызначаныя настройкі

source: Default width for new notes
be: Прадвызначаная шырыня для новых нататак

source: Default width for new sticky notes in pixels.
be: Прадвызначаная шырыня для новых ліпучых нататак у піксэлях.

source: Defer attribute
be: Атрыбут адкладу

source: Definition description
be: Апісанне азначэння

source: Definition list
be: Спіс азначэнняў

source: Definition term
be: Тэрмін

source: Delete
be: Выдаліць

source: Delete Feed
be: Выдаліць канал

source: Delete Files
be: Выдаліць файлы

source: Delete Immediately?
be: Выдаліць зараз жа?

source: Delete Note_book
be: Выдаліць _блакнот

source: Delete Playlist
be: Выдаліць спіс прайгравання

source: Delete Profile
be: Выдаленне профіля

source: Delete _Episode Only
be: Выдаліць толькі _эпізод

source: Delete _Feed Only
be: Выдаліць толькі _канал

source: Delete all sticky notes?
be: [PO-fuzzy] Паказаць ліпучыя нататкі

source: Delete button
be: Выдаліць кнопку

source: Delete current location
be: Выдаліць гэтае месцазнаходжаньне

source: Delete each selected item
be: Выдаліць кожны вылучаны элемент

source: Delete item
be: Выдаліць элемэнт

source: Delete playlist
be: Выдаліць спіс прайгравання

source: Delete profile "%s"?
be: Выдаліць профіль "%s"?

source: Delete station
be: Выдаліць станцыю

source: Delete the podcast episode and downloaded file?
be: Выдаліць эпізод падкаста і сцягнуты файл?

source: Delete the podcast feed and downloaded files?
be: Выдаліць канал падкастаў і сцягнутыя файлы?

source: Delete the selected note
be: Выдаліць вылучаную нататку

source: Delete the selected notebook
be: Выдаліць вылучаны блакнот

source: Delete this note
be: Выдаліць гэту нататку

source: Delete this playlist
be: Выдаліць гэты спіс прайгравання

source: Delete this sticky note?
be: [PO-fuzzy] Паказаць ліпучыя нататкі

source: Deleted from server
be: Выдалена на серверы

source: Deleted locally
be: Выдалена на гэтым камп'ютары

source: Deleted text
be: Выдалены тэкст

source: Deleting notes off of the server...
be: Выдаленне нататак з сервера...

source: Delivers your outgoing mail
be: Дастаўляе вашы лісты да адрасатаў

source: Demo Mode (no input)
be: Дэманстрацыйны рэжым (без уводу)

source: Describe "--options".
be: Даведка для "--options".

source: Describe your new note here.
be: Тут можна апісаць новую нататку.

source: Description
be: Апісанне

source: Description:
be: Апісанне:

source: Deselect all songs
be: Зняць выбар з усіх трэкаў

source: Deskbar (formerly Mini-Commander)
be: Deskbar (былы Mini-Commander)

source: Deskbar (transparent upgrade from Mini-Commander)
be: Дэскбар (празрыстая абноўка з Mini-Commander)

source: Desktop User Profiles tool is already running
be: Інструмэнт работы з профілямі карыстальнікаў ужо ўрухомлены

source: Desktop user
be: Звычайны карыстальнік

source: Destination for HTML Export
be: Месца прызначэння для HTML-экпартавання

source: Details
be: Падрабязнасьці

source: Determines X coordinate of "Search All Notes" window; stored on Tomboy exit.
be: Акрэслівае X-каардынату акна "Пошук ва ўсіх нататках"; захоўваецца пры выхадзе з праграмы Tomboy.

source: Determines Y coordinate of "Search All Notes" window; stored on Tomboy exit.
be: Акрэслівае Y-каардынату акна "Пошук ва ўсіх нататках"; захоўваецца пры выхадзе з праграмы Tomboy.

source: Determines pixel height of "Search All Notes" window; stored on Tomboy exit.
be: Акрэслівае вышыню акна "Пошук ва ўсіх нататках" у пікселах; захоўваецца пры выхадзе з праграмы Tomboy.

source: Determines pixel width of "Search All Notes" window; stored on Tomboy exit.
be: Акрэслівае шырыню акна "Пошук ва ўсіх нататках" у пікселах; захоўваецца пры выхадзе з праграмы Tomboy.

source: Determines whether the applet automatically updates its weather statistics or not.
be: Вызначае, ці абнаўляе аўтаматычна аплет зьвесткі пра надвор'е ці не.

source: Device
be: Прыстасаванне

source: Device '%s' could not be opened. Check the access permissions on the device.
be: Праверце, ці ёсць дазвол на доступ да гэтага прыстасавання.

source: Device '%s' does not contain any media
be: Прыстасаванне "%s" не змяшчае носьбіт даных

source: Device _name:
be: _Назва прыстасавання:

source: Device node:
be: Вузел прастасавання:

source: Devices
be: Прыстасаванні

source: Devices haven't been all probed yet
be: Яшчэ не ўсе прыстасаванні былі апытаныя

source: Dew point:
be: Пункт расы:

source: Dictionary
be: Слоўнік

source: Dictionary server
be: Паслужнік слоўнікаў

source: Dictionary source '%s' selected
be: Выбрана крыніца слоўніка "%s"

source: Dictionary sources
be: Крыніцы слоўнікаў

source: Digital Audio Player
be: Лічбавы аўдыяплэер

source: Direct Mode
be: Рэжым непасрэднага ўводу

source: Direct entry
be: Непасрэдны ўвод

source: Direction
be: Накірунак

source: Directionality
be: Накірунак

source: Directionality (deprecated)
be: Накірунак (састарэлы тэг)

source: Directory
be: Каталёг

source: Directory containing PO files to add to the translation memory.
be: Каталог, які змяшчае PO-файлы для дадання ў памяць перакладаў.

source: Directory in which the theme is located
be: Тэчка, у якой знаходзіцца тэма

source: Directory list
be: Спіс каталогаў

source: Disable _account
be: Выключыць _уліковы запіс

source: Disable _arbitrary URL
be: Адключыць _адвольныя спасылкі

source: Disable _bookmark editing
be: Адключыць _рэдагаваньне закладак

source: Disable _command line
be: Адключыць _загадны радок

source: Disable _history
be: Адключыць _гісторыю

source: Disable _javascript chrome
be: Адключыць _Javascript

source: Disable _printing
be: Адключыць _друк

source: Disable _quit
be: Адключыць _выйсьце

source: Disable _toolbar editing
be: Адключыць _рэдагаваньне панэлі інструмэнтаў

source: Disable _unsafe protocols
be: Адключыць _небясьпечныя пратаколы

source: Disable connection to session manager
be: Выключыць злучэнне з кіраўніком сеансаў

source: Disable force _quit
be: Адключыць _прымусовае выйсьце

source: Disable loading of plugins
be: Выключыць загрузку плугінаў

source: Disable lock _screen
be: Адключыць _блякаваньне экрану

source: Disable log _out
be: Адключыць _сканчэньне сэансу

source: Disable print _setup
be: Адключыць _наладкі друку

source: Disable repeat playback order
be: [PO-fuzzy] Паменшыць гучнасць прайгравання

source: Disable save to _disk
be: Адключыць _запіс на дыск

source: Disable shuffle playback order
be: [PO-fuzzy] Зменшыць гучнасць прайгравання

source: Disabled
be: Выключаны

source: Disabled Applets
be: Адключаныя аплеты

source: Disabling NTP
be: Выключэньне NTP

source: Disc
be: Дыск

source: Disc Number
be: Нумар дыска

source: Disc:
be: Дыск:

source: Discard
be: Адкінуць

source: Disconnect from DAAP share
be: Адлучыцца ад рэсурса DAAP

source: Disk
be: Дыск

source: Disk Load
be: Загрузка дыска

source: Disk Mounter
be: Мацавальнік дыскаў

source: Disk client
be: Дыскавы кліент

source: Disk quota activation
be: Падтрымка дыскавых квотаў

source: Disk server
be: Дыскавы паслужнік

source: Display
be: Выгляд

source: Display Rhythmbox help
be: Паказаць даведку Rhythmbox

source: Display Settings
be: [PO-fuzzy] <b>Усталёўкі выгляду</b>

source: Display Size
be: Памер экрана

source: Display cache reminder in the notification area
be: Паказваць апавяшчэнні кэшу ў абшары нагадванняў

source: Display clipboard after decrypting
be: Паказваць буфер абмену пасля расшыфравання

source: Display clipboard after encrypting
be: Паказваць буфер абмену пасля шыфравання

source: Display clipboard after verifying
be: Паказваць буфер абмену пасля праверкі

source: Display device properties
be: Паказаць уласцівасці прыстасавання

source: Display iPod properties
be: Паказаць уласцівасці iPod

source: Display lyrics for the playing song
be: Паказваць тэкст бягучай песні

source: Display radar map
be: Паказваць радарную мапу

source: Displays current state of keyboard accessibility features
be: Паказвае бягучы стан здольнасьцяў даступнасьці клявіятуры

source: Displays visualizations
be: Паказвае візуальныя эфекты

source: Distance between down markers (long gap)
be: Адлегласць паміж пазнакамі накірунку ўніз (доўгі разрыў)

source: Distance between up markers, as percentage of long gap
be: Адлегласць паміж пазнакамі накірунку ўверх, у працэнтах ад доўгага разрыву

source: Distance from right-hand-side Y-axis, at which maximum speed is reached. (2048=xhair)
be: (2048=xhair)

source: Distance of sentence from center to decide user needs help
be: Адлегласць сказу ад сярэдзіны, якая азначае, што карыстальніку патрэбна дапамога

source: Do not register the shell
be: Не рэгістраваць абалонку

source: Do not share
be: Не даваць супольнага доступу

source: Do not update the library with file changes
be: Не абнаўляць фанатэку пасля змены яе файлаў

source: Do you want to connect?
be: Хочаце злучыцца?

source: Do you want to delete location "%s"?
be: Хочаце выдаліць знаходжаньне «%s»?

source: Do you want to disconnect?
be: Хочаце адлучыцца?

source: Do you want to initialize your iPod?
be: Ініцыяваць iPod?

source: Do you want to save your changes to %s? Your changes will be lost if you don't save them.
be: Калі змены не будуць захаваныя, яны будуць незваротна страчаныя.

source: Do you want to save your changes? Your changes will be lost if you don't save them.
be: Калі змены не будуць захаваныя, яны будуць незваротна страчаныя.

source: Do_n't save
be: _Не захоўваць

source: Docum_ents with unsaved changes:
be: _Дакументы з незахаванымі зменамі:

source: Document Words
be: Словы ў дакуменце

source: Document already open
be: Дакумент ужо адкрыты

source: Document base
be: Аснова дакумента

source: Document body
be: Цела дакумента

source: Document head
be: Загаловак дакумента

source: Document title
be: Назва дакумента

source: Document type
be: Тып дакумента

source: Document:
be: Дакумент:

source: Domain / _Workgroup:
be: Дамэн / _Працоўная група:

source: Domain name server
be: Паслужнік дамэнных назваў

source: Don't Remove Account
be: Не выдаляць уліковы запіс

source: Don't ask for password on _login
be: Не пытаць пароль пры ўва_ходзе

source: Don't present an existing Rhythmbox window
be: Не выклікаць наяўнае акно Rhythmbox

source: Don't quit
be: Ануляваць выхад

source: Don't quit when VPN connection terminates
be: Не заканчваць працу пры разрыве VPN-злучэння

source: Don't save
be: Не захоўваць

source: Don't save any data permanently (implies --no-registration)
be: Не захоўваць ніякіх даных (таксама ўключае --no-registration)

source: Don't start a new instance of Rhythmbox
be: Не запускаць новую копію Rhythmbox

source: Don't sync
be: Не сінхранізаваць

source: Done
be: Зроблена

source: Double-click is opposite up/down — triple to reverse
be: Падвойны націск змяняе накірунак (уверх-уніз), патройны націск вяртае звычайны рэжым

source: Double-click on the database to use
be: Пстрыкніце двойчы ў базу даных, каб выкарыстаць яе

source: Double-click on the matching strategy to use
be: Пстрыкніце двойчы ў адпаведную стратэгію, каб ужыць яе

source: Double-click on the source to use
be: Пстрыкніце двойчы ў крыніцу, каб выкарыстаць яе

source: Double-click on the word to look up
be: Пстрыкніце двойчы ў слова, каб знайсці яго

source: Double-press time
be: Працягласць падвойнага націску

source: Download
be: Сцягнуць

source: Download Album
be: Сцягнуць альбом

source: Download Error
be: Памылка сцягвання

source: Download Podcast Episode
be: Сцягнуць эпізод падкаста

source: Download _Episode
be: Сцягнуць _эпізод

source: Download location:
be: Месцазнаходжанне атрыманых файлаў:

source: Download the currently playing track
be: Сцягнуць трэк, які цяпер грае

source: Download this album from Magnatune
be: Сцягнуць гэты альбом з Magnatune

source: Downloaded
be: Сцягнута

source: Downloading Magnatune Album(s)
be: Сцягванне альбома(ў) Magnatune

source: Downloading chart from <b>Yahoo!</b>
be: Сьцягваньне біржавых зьвестак з <b>Yahoo!</b>

source: Downloading new/updated notes...
be: Атрыманне новых/абноўленых нататак...

source: Downloading podcast
be: Сцягванне падкаста

source: Downloads your mail from remote accounts
be: Выцягвае пошту з аддаленых паштовых скрыняў

source: Drain from top
be: Памяншацца зьверху

source: Draw Spaces
be: Паказ прабелаў

source: Draw Spaces and Tabs
be: Паказ прабелаў і знакаў табуляцыі

source: Draw box outlines
be: Рысаваць край чатырохвугольнікаў

source: Draw guides on screen to show area into which a click will zoom
be: Рысаваць падказкі на экране, якія выяўляюць абшар, для якога пры пстрычцы будзе ўжыта маштабаванне

source: Draw leading spaces
be: Паказваць пачатковыя прабелы

source: Draw line between crosshairs and mouse
be: Рысаваць лінію ад перакрыжавання да паказальніка мышы

source: Draw new lines
be: Паказваць знакі новага радка

source: Draw non-breaking spaces
be: Паказваць неразрыўныя прабелы

source: Draw spaces
be: Паказваць прабелы

source: Draw spaces in text
be: Паказваць прабелы ў тэксце

source: Draw tabs
be: Паказваць знакі табуляцыі

source: Draw trailing spaces
be: Паказваць канцавыя прабелы

source: Drawer
be: Шуфляда

source: Drive Mount Applet Factory
be: Вытворчасьць аплета мацаваньня прыладаў

source: Drop artwork here
be: Перацягніце сюды адпаведную вокладку

source: Duplicate
be: Зрабіць дублікат

source: Duplicate Audio CD...
be: Скапіраваць аўдыядыск...

source: Duration
be: Працягласць

source: Duration:
be: Працягласць:

source: Dynamic DNS services updater
be: Абнаўленьне сэрвісаў дынамічнага DNS

source: ERROR
be: ПАМЫЛКА

source: ERROR: Cannot access %s
be: Памылка: Не ўдалося даступіцца да %s

source: ESD — Enlightenment Sound Daemon
be: [PO-fuzzy] ESD - Enlightenment Sound Daemon

source: E_nable history-based auto completion
be: Уключыць аўтада_паўненьне па гісторыі

source: E_nable roaming mode
be: Уключыць рэжым _роўмінгу

source: E_nable this connection
be: _Актывізаваць гэтае спалучэньне

source: E_xit
be: _Выйсці

source: E_xtract
be: С_капіраваць

source: Eagle USB ADSL modems manager
be: Кіраваньне USB ADSL мадэмамі Eagle

source: Easily increase and decrease the text size
be: Лёгкае змяненне памеру тэксту

source: Easy document navigation with bookmarks
be: Простая навігацыя па закладках дакумента

source: Edit
be: Рэдагаваць

source: Edit Alarm
be: Рэдагаванне сігнала

source: Edit Audio Profile
be: Рэдагаванне аўдыяпрофіля

source: Edit Automatic Playlist
be: Рэдагаванне аўтаматычнага спіса прайгравання

source: Edit GNOME Audio Profiles
be: Рэдагаванне аўдыяпрофіляў GNOME

source: Edit Header
be: Змяніць загаловак

source: Edit Lockdown settings
be: Рэдагаваць наладкі блякаваньняў

source: Edit Palette
be: Зьмяніць палітру

source: Edit Profile
be: Рэдагаванне профілю

source: Edit Rhythmbox preferences
be: Настройка Rhythmbox

source: Edit button
be: Зьмяніць кнопку

source: Edit changes
be: Рэдагаваць зьмены

source: Edit document in multiple places at once
be: Рэдагаванне дакумента адразу ў некалькіх месцах

source: Editing
be: Рэдагаванне

source: Editing profile "%s"
be: Рэдагаванне профіля "%s"

source: Editing profile %s
be: Рэдагаваньне профілю %s

source: Editor
be: Рэдактар

source: Editor Font
be: Шрыфт рэдактара

source: Editor _font:
be: _Шрыфт рэдактара:

source: Editor font
be: Шрыфт рэдактара

source: Either use the main open-tran.eu server, or enter a server URL in the plugin configuration,
be: Альбо выкарыстоўвайце галоўны сервер open-tran.eu, або ўвядзіце URL-адрас сервера ў настройках плугіна.

source: Eject
be: Выняць дыск

source: Eject this medium
be: Выняць носьбіт

source: Electronica
be: Электроніка

source: Element ID
be: Ідэнтыфікатар элемента

source: Embed a terminal in the bottom pane.
be: Тэрмінал, убудаваны ўнізе акна.

source: Embedded Terminal
be: Убудаваны тэрмінал

source: Embedded object
be: Убудаваны аб'ект

source: Emphasis
be: Націск

source: Empty Document
be: Пусты дакумент

source: Empty all of the items from the trash?
be: Выдаліць усе элемэнты ў сьметніцы?

source: Empty file
be: Пусты файл

source: Empty notes are always deleted without confirmation.
be: Пустыя нататкі заўсёды выдаляюцца без пацьверджаньня.

source: Empty the play queue before adding new tracks
be: Ачысціць чаргу прайгравання перад даданнем новых трэкаў

source: Empty trash
be: [PO-fuzzy] Пусты дыск

source: Emptying the Trash
be: Спусташэньне сьметніцы

source: Enable CPU load graph
be: Уключыць графік загрузкі працэсара

source: Enable FUSE?
be: Уключыць FUSE?

source: Enable Middle-Click Paste On Icon.
be: Уключыць устаўку сярэдняй пстрычкай па значку.

source: Enable Tray Icon
be: Задзейнічаць значок трэя

source: Enable WikiWord highlighting
be: Уключыць падсветку WikiWord

source: Enable _radar map
be: Уключыць радарную мапу

source: Enable auto-_bulleted lists
be: Уключыць _аўтаматычныя спісы

source: Enable automatic bulleted lists.
be: Уключыць аўтаматычныя спісы.

source: Enable backoff and start/stop buttons
be: Уключыць кнопкі адраблення ўводу назад і запуску/спынення

source: Enable backoff button
be: Уключыць кнопку адраблення назад

source: Enable closing notes with escape.
be: Уключыць закрыццё нататак пра дапамозе Escape.

source: Enable custom font
be: Уключыць уласны шрыфт

source: Enable debug output
be: Уключыць адладачны вывад

source: Enable debug output matching a specified string
be: Уключыць адладачны вывад, які адпавядае пэўнаму радку

source: Enable debugging code
be: Уключыць адладачны код

source: Enable disk load graph
be: Уключыць графік загрузкі дыска

source: Enable global keybindings
be: Уключыць глабальныя клавішныя скароты

source: Enable load average graph
be: Уключыць графік сярэдняй загрузкі

source: Enable memory load graph
be: Уключыць графік загрузкі памяці

source: Enable network load graph
be: Уключыць графік загрузкі сеткі

source: Enable remote python debugging with rpdb2
be: Дазволіць аддаленую адладку з дапамогай rpdb2

source: Enable repeat playback order
be: [PO-fuzzy] Павялічыць гучнасць прайгравання

source: Enable shuffle playback order
be: [PO-fuzzy] Павялічыць гучнасць прайгравання

source: Enable spellchecking
be: Уключыць праверку правапісу

source: Enable startup notes
be: Паказваць нататкі пры запуску

source: Enable swap load graph
be: Уключыць графік загрузкі прасторы падкачкі

source: Enable the Delete Note confirmation dialog
be: Уключыць дыялог пацвярджэння выдалення нататкі

source: Enable the seahorse encryption plugin for gedit.
be: Уключыць плугін шыфравання Seahorse для gedit.

source: Enable the seahorse gedit plugin
be: Уключыць плугін Seahorse для gedit

source: Enable this option if you want bulleted lists to be automatic when you place - or * at the beginning of a line.
be: Уключыце гэты параметр, калі вы хочаце, каб спісы ствараліся аўтаматычна пры ўстаўцы "-" ці "*" у пачатку радка.

source: Enable this option if you want to be able to middle-click the Tomboy icon to paste timestamped content into the Start Here note.
be: Уключыце гэты параметр, калі вы хочаце, пстрыкнуўшы сярэдняй кнопкай мышы па значку Tomboy, устаўляць новы тэкст з адзначаным часам у нататку "У пачатак".

source: Enable this option to highlight words <b>ThatLookLikeThis</b>. Clicking the word will create a note with that name.
be: Пстрычка ў такое слова будзе ствараць новую нататку з адпаведнай назвай.

source: Enable this option to highlight words ThatLookLikeThis. Clicking the word will create a note with that name.
be: Пстрычка ў такое слова будзе ствараць новую нататку з адпаведнай назвай.

source: Enable verbose debug logging (may expose passwords)
be: Уключыць падрабязнае адладачнае журналіраванне (гэта можа выявіць паролі)

source: Enabled
be: Уключаны

source: Enabling NTP
be: Уключэньне NTP

source: Enc_oding:
be: _Кадаванне:

source: Encode type
be: Тып кадавання

source: Encrypt Multiple Files
be: Шыфраванне некалькіх файлаў

source: Encrypt all your files with your login password to strongly protect them from people with physical access to your computer, at the expense of a slightly reduced performance.
be: Зашыфраваць усе вашы файлы паролем уваходу ў сыстэму для надзейнай абароны ад людзей, якія маюць магчымасьць фізычнага доступу да гэтага кампутара. Гэта крыху зьмяншае хуткасьць кампутара.

source: Encrypt each file separately
be: Шыфраваць кожны файл асобна

source: Encrypt packed together in a package
be: Зашыфраваць, склаўшы ў адзін пакунак

source: Encrypt the selected text
be: Зашыфраваць вылучаны тэкст

source: Encrypted Text
be: Зашыфраваны тэкст

source: Encrypted text
be: Зашыфраваны тэкст

source: Encryption Applet
be: Аплет шыфравання

source: Encryption Failed
be: Памылка шыфравання

source: Encryption Preferences
be: Настройкі шыфравання

source: Encryption and Keyrings
be: Шыфраванне і вязкі ключоў

source: End Of File reached
be: Дасягнуты канец файла

source: End Of File reached!
be: Дасягнуты канец файла!

source: Enforce Mandatory
be: Прымус для абавязковых наладаў

source: Enforce mandatory settings in the editing session
be: Наладкі абавязковага прымусу ў сэсіі рэдагаваньня

source: Enlarge input window
be: Павялічыць акно ўводу
